Repository: insper-education/acitve-handout-plugins-python
Catalog: backend/app/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Hello,
pt_br: Olá,

source: An account on the Developer Life server has been created for this email address. Click the link below to complete the registration.
pt_br: Criamos uma conta no servidor de Developer Life para este e-mail. Clique no link abaixo para completar o cadastro.

source: We have received a request to reset the password for your account for this email address. Click the link below to initiate the password reset process.
pt_br: Recebemos um pedido de redefinição de senha para a conta cadastrada neste e-mail. Clique no link abaixo para redefinir sua senha.

source: This link can only be used once. If you need to reset your password again, please request another reset.
pt_br: Este link pode ser utilizado apenas uma vez. Se você precisar redefinir sua senha novamente, por favor, faça uma nova solicitação.

source: Your username:
pt_br: Seu usuário:

source: If you did not make this request, you can simply ignore this email.
pt_br: Caso você não tenha feito este pedido, por favor, ignore este e-mail.

source: Sincerely,
pt_br: Atenciosamente,

source: Developer Life Team
pt_br: Equipe Developer Life

source: [DevLife] Set password
pt_br: [DevLife] Definição de senha

source: [DevLife] Password reset
pt_br: [DevLife] Redefinição de senha
